{
    "about_moocs_question": "Do you want to know what MOOCs are?",
    "registration_restrictions_question": "Do you want to know more about the registration restrictions?",
    "costs_question": "Do you want to know if OpenHPI costs money?",
    "languages_question": "Do you want to know more about the available languages?",
    "technical_requirements_question": "Do you want to know more about the technical requirements?",
    "course_format_question": "Do you want to know how the course format works?",
    "course_organization_question": "Do you want to know how the course organization works?",
    "time_needed_question": "Do you want to know the time needed to finish a course?",
    "learning_materials_question": "Do you want to know what kind of learning materials we use?",
    "searching_course_materials_question": "Are you looking for the course materials?",
    "searching_archive_mode_question": "Are you looking for the archive?",
    "after_course_ends_question": "Do you want to know if you can access the material after a course ended?",
    "homework_test_difference_question": "Do you want to know the difference between a test and a homework?",
    "multiple_choice_grading_question": "Do you want to know how multiple choice/answer tests are graded?",
    "final_result_calculation_question": "Do you want to know how the final grade is calculated?",
    "point_rounding_question": "Do you want to know how we handle point rounding? ",
    "peer_assessment_question": "Do you want to know what a peer assessment is?",
    "forum_usage_question": "Do you want to know how you can use the forum?",
    "record_of_achievement_question": "Do you want to know you can get a record of achievement?",
    "qualified_certificate_booktime_question": "Do you want to know when you have to book your qualified certificate?",
    "proctoring_criteria_question": "Do you want to know more about the proctoring criteria?",
    "course_discontinue_question": "Do you want to know if you can discontinue a course?",
    "course_registration_time_question": "Do you want to know until when you can register for a course?",
    "registration_activation_problem_question": "Do you have problems with the registration or activation?",
    "reset_password_question": "Do you want to reset your password?",
    "extend_deadlines_question": "Do you have problems with course deadlines?",
    "relaxed_learning_question": "Do you want to know if you have to do tests/exams and homework?",
    "material_usage_question": "Do you want to use our materials? (e.g. for teaching purposes) ",
    "personal_data_question": "Do you want to know how we handle your personal data?",
    "contact_question": "Do you want to contact the OpenHPO-Team?"
}