{
	"account_settings_notifications": "Do you want to change your account settings?",
	"account_deletion": "Do you want to delete your account?",
	"account_activation": "Do you have problems activating your account?",
	"account_sap_id": "Do you have a problem with your SAP ID?",
	"account_change_email": "Do you want to change your email address?",
	"account_provide_email": "What email address do you want to change it to?",
	"certificate": "Do you have a general question concerning your certificate?",
	"certificate_deadline_extension": "Do you have a question concerning your certificate deadline extension?",
	"certificate_difference": "Do you want to know the difference between specific certificates?",
	"certificate_availabilit": "Do you want to know when your certificate is available?",
	"channel_difference": "Do you want to know the difference between channels or what a channel is?",
	"course_details": "Do you want to know more about the details of the course?",
	"course_peer_assesment": "Do you want to know more about peer assesment and how it works?",
	"course_structure": "Do you have questions about the course structure?",
	"course_starting_time": "Do you want to know the starting time of your course?",
	"course_effort": "Do you want to know how much effort a course is?",
	"course_unenrollment": "Do you want to unenroll from a course?",
	"course_enrollment_after_start": "Do you want to enroll in a course after it already started?",
	"course_self_paced": "Do you have questions about the self paced course mode?",
	"course_browsing": "Do you just want to browse a course?",
	"course_deadline_extension": "Do you want to extend your course deadline?",
	"course_enrollment": "Do you have questions about course enrollment?",
	"course_repetition": "Do you have question about course repetition?",
	"course_download_material": "Do you want to download the course material?",
	"forum_contrbution": "Do you have questions about the forum contribution?",
	"platform_target_group": "Do you want to learn more about the openSAP target group?",
	"platform_pricing": "Do you have question concerning the pricing of openSAP?",
	"platform_beta": "Do you want to know about our beta flag in openSAP?",
	"platform_technical_prerequisites": "Do you want to know about the technical prerequisites to attend an openSAP course?",
	"platform_etherpad": "Do you have a question to etherpad?",
	"platform_mobile": "Do you have questions about openSAP on your mobile device?",
	"platform_how_to_start": "Do you have questions on how to get started with openSAP?",
	"platform_navigation_hidden": "Do you have questions about the openSAP navigation?",
	"platform_video_problem": "Do you have video problems on openSAP?"
}