{
  "rasa_nlu_data": {
    "common_examples": [
      {
        "intent": "forum_contrbution",
        "text": "How can I contribute to the discussion forum?"
      },
      {
        "intent": "platform_target_group",
        "text": "Who can and who should register for openSAP?"
      },
      {
        "intent": "platform_pricing",
        "text": "Does learning with openSAP cost any money?"
      },
      {
        "intent": "platform_pricing",
        "text": "How can I find out the price of a course that I just enrolled in?"
      },
      {
        "intent": "platform_beta",
        "text": "What does it mean if something is flagged as beta on openSAP?"
      },
      {
        "intent": "platform_technical_prerequisites",
        "text": "What are the technical prerequisites for the weekly assignments and final exam?"
      },
      {
        "intent": "platform_etherpad",
        "text": "What is Etherpad?"
      },
      {
        "intent": "platform_mobile",
        "text": "Can I use openSAP on a mobile device?"
      },
      {
        "intent": "platform_how_to_start",
        "text": "I'm new on openSAP, I would like to know from where I should start?"
      },
      {
        "intent": "platform_how_to_start",
        "text": "Please suggest me some courses which will help me in future opportunities."
      },
      {
        "intent": "platform_how_to_start",
        "text": "I am new to sap environment. Please help me out in beginning from the base."
      },
      {
        "intent": "platform_how_to_start",
        "text": "Hi i want to learn sap from cero (zero), i have expirience in other ERPs not as a programer more of a consultant or decision maker."
      },
      {
        "intent": "platform_how_to_start",
        "text": "I am a graduate student and want to learn SAP from basics. From where I should  start?"
      },
      {
        "intent": "platform_how_to_start",
        "text": "I would like to apply for a course but I don't know which SAP course I should take."
      },
      {
        "intent": "platform_navigation_hidden",
        "text": "How can I display navigation again, after I accidentally clicked on \"hide naviagation\" ?"
      },
      {
        "intent": "platform_navigation_hidden",
        "text": "Accidentally hide the left side Navigation tab/bar and I cannot find a way to restore it, and I'm stuck, I'm using firefox. It is affecting all my courses as well."
      },
      {
        "intent": "platform_navigation_hidden",
        "text": "I have hided the navigation bar on the left side where it used to show the weeks of the course now i want it back how to do it ?"
      },
      {
        "intent": "platform_video_problem",
        "text": "I cannot play the videos."
      },
      {
        "intent": "platform_video_problem",
        "text": "I moved to unit 3 and it is not playing and I can't continue. I logged out and re-enter the course but the stats is still the same."
      },
      {
        "intent": "platform_video_problem",
        "text": "I cannot watch the videos."
      },
      {
        "intent": "platform_video_problem",
        "text": "Problem to watch the videos."
      },
      {
        "intent": "platform_video_problem",
        "text": "I am unable to view video related to the course. I am using the google chrome version - 47.0.2526.111 m."
      },
      {
        "intent": "platform_video_problem",
        "text": "Couldn't play video online."
      },
      {
        "intent": "platform_video_problem",
        "text": "The video abruptly ends after 4 minutes."
      },
      {
        "intent": "platform_video_problem",
        "text": "Unable to play video: Unit 6: Roadmapping and the next steps to SAP S/4HANA. Rest all the videos are running fine.I even tried the alternate video link provided at the bottom of the video."
      },
      {
        "intent": "platform_video_problem",
        "text": "I have tried to play the Unit 1 video this morning in both versions (original and alternative) and neither will play. Please advise."
      },
      {
        "intent": "platform_video_problem",
        "text": "As I received the e-mail telling that the course starts now, I'm trying to watch and download the videos, but I cannot do both."
      },
      {
        "intent": "platform_video_problem",
        "text": "I´m newbie, and I have problem to play video, it does not work, I Updated java version so I tried to download it manually, and is not working."
      },
      {
        "intent": "platform_video_problem",
        "text": "I don't have tone at the app-videos on my iPad. Do you have a suggestion why is there no tone?"
      },
      {
        "intent": "platform_video_problem",
        "text": "I am not able to view the videos in my system."
      },
      {
        "intent": "platform_video_problem",
        "text": "Voice not coming in the Unit 1: SAP Hybris Strategy"
      },
      {
        "intent": "platform_video_problem",
        "text": "I can't hear anything in the videos."
      },
      {
        "intent": "account_settings_notifications",
        "text": "Where can I maintain my notification settings?"
      },
      {
        "intent": "account_settings_notifications",
        "text": "how can i change my notification settings"
      },
      {
        "intent": "account_deletion",
        "text": "How can I delete my account?"
      },
      {
        "intent": "account_activation",
        "text": "I have problems registering or activating my openSAP account. Who can help me?"
      },
      {
        "intent": "account_activation",
        "text": "I did not receive the confirmation e-mail."
      },
      {
        "intent": "account_activation",
        "text": "I am starting a openSAP course today, and I want to enter the system, but my password seems to be out of date.I asked for a reset about half an hour ago and it did not arrive yet. What may I do?"
      },
      {
        "intent": "account_activation",
        "text": "I tried to change my password, but I did not get the e-mail."
      },
      {
        "intent": "account_activation",
        "text": "I did not receive the confirmation mail to change my password."
      },
      {
        "intent": "account_activation",
        "text": "I registered my account and was told to wait for an email for the verification, but I haven't received any. What do I do?"
      },
      {
        "intent": "account_activation",
        "text": "I didn't receive any of the several confirmation e-mails that you have sent me"
      },
      {
        "intent": "account_activation",
        "text": "I have forgot password"
      },
      {
        "intent": "account_activation",
        "text": "I can't login, and it won't allow me to reset my password."
      },
      {
        "intent": "account_sap_id",
        "text": "Do I need to maintain the SAP User ID in my profile?"
      },
      {
        "intent": "account_sap_id",
        "text": "How to get SAP User ID ?"
      },
      {
        "intent": "account_email_change",
        "text": "I'd like to change my e-mail address. Is this possible?"
      },
      {
        "intent": "account_email_change",
        "entities": [
          {
            "start": 15,
            "end": 32,
            "value": "max@mustermann.de",
            "entity": "email"
          },
          {
            "start": 36,
            "end": 60,
            "value": "max.mustermann@gmail.com",
            "entity": "email"
          }
        ],
        "text": "I can't change max@mustermann.de to max.mustermann@gmail.com."
      },
      {
        "intent": "account_email_change",
        "entities": [
          {
            "start": 59,
            "end": 76,
            "value": "max@mustermann.de",
            "entity": "email"
          },
          {
            "start": 80,
            "end": 104,
            "value": "max.mustermann@gmail.com",
            "entity": "email"
          }
        ],
        "text": "I would like my email account/user name to be changed from max@mustermann.de to max.mustermann@gmail.com so that all of my activity and certifications can be maintained in one account."
      },
      {
        "intent": "account_email_change",
        "text": "When I was with Hewlett Packard, I used my HP email ID to login. I did some certifications and now I am no more with HP. How do I retrieve my previous courses and certifications."
      },
      {
        "intent": "account_email_change",
        "text": "I'm going to work for another consulting company. Can I keep my current account? what do I need to do?"
      },
      {
        "intent": "course_details",
        "text": "Where are the course details?"
      },
      {
        "intent": "course_peer_assesment",
        "text": "What is a peer assessment and how does it work?"
      },
      {
        "intent": "course_structure",
        "text": "How is an openSAP course structured?"
      },
      {
        "intent": "course_structure",
        "text": "I'm enrolled in the following course, but I'm not sure how to start."
      },
      {
        "intent": "course_structure",
        "text": "Hello, I'm currently enrolled in the class that begins tomorrow, but how do I attend? Is there a link or URL or call number?"
      },
      {
        "intent": "course_structure",
        "text": "hello i have just enrolled for this coures and dont know how to go about it."
      },
      {
        "intent": "course_structure",
        "text": "What content should we study for the Final Exam?"
      },
      {
        "intent": "course_structure",
        "text": "How and when you will conduct final exam?"
      },
      {
        "intent": "course_structure",
        "text": "if we score 50% in final exam, would I be eligible to receive the certification, could some one clarify, Thank you."
      },
      {
        "intent": "course_structure",
        "text": "How many points or % should I have to pass certification?"
      },
      {
        "intent": "course_structure",
        "text": "How many point are needed to pass the final exam? And how does the Weekly assignment impacts on the overall points of passing the Exam. Take in case if i missed the Weekly assignments, will i still be able to pass the final exam by meeting the minimum requirements or will i need more than that?"
      },
      {
        "intent": "course_structure",
        "text": "Hi, I am giving first final exam with open SAP and I don't how it will work means I have class on Monday and I just want to know final test will take place for the whole day or it has particular timings ?"
      },
      {
        "intent": "course_starting_time",
        "entities": [
          {
            "start": 24,
            "end": 32,
            "value": "9:00 UTC",
            "entity": "time"
          }
        ],
        "text": "What does starting from 9:00 UTC mean?"
      },
      {
        "intent": "course_effort",
        "text": "How much time do I need to invest per week?"
      },
      {
        "intent": "course_effort",
        "text": "How much work is involved?"
      },
      {
        "intent": "course_unenrollment",
        "text": "How can I un-enroll from a course?"
      },
      {
        "intent": "course_unenrollment",
        "text": "I would like to withdraw from the course for the time being."
      },
      {
        "intent": "course_unenrollment",
        "text": "Unfortunately I need to unenroll due to unexpected travel and heavy workload commitments. Could you please un-enroll me?"
      },
      {
        "intent": "course_unenrollment",
        "text": "Having enrolled for the course it seems to be not possible to un-enroll. How to do that?"
      },
      {
        "intent": "course_unenrollment",
        "text": "How do I un-enroll from this course? I do not see an enroll button."
      },
      {
        "intent": "course_unenrollment",
        "text": "Unfortunately my user has been assigned to this course. I did not find an Option to cancel this action. Can you please remove me fron the course."
      },
      {
        "intent": "course_unenrollment",
        "text": "How to un-enroll a running course"
      },
      {
        "intent": "course_unenrollment",
        "text": "Hi, I want to unenroll myself from the self-paced course. How do I do"
      },
      {
        "intent": "course_unenrollment",
        "text": "It turns out I need to drop this course. Is there a process for that?"
      },
      {
        "intent": "course_enrollment_after_start",
        "text": "Can I still register for a course at openSAP after the course has already started?"
      },
      {
        "intent": "course_self_paced",
        "text": "What does self-paced mode mean?"
      },
      {
        "intent": "course_self_paced",
        "text": "One can receive record of achievement for self paced courses as well or only for ongoing courses."
      },
      {
        "intent": "course_self_paced",
        "text": "I'd like to do the Final exam, but it is not available.  So, could you please re-open it soon."
      },
      {
        "intent": "course_self_paced",
        "text": "I am trying to join in a class that has already passed the date and the class seems to be over long time ago but it is in the self-paced course category. Does this mean that I can still finish it on my own and get a certification at the end?"
      },
      {
        "intent": "course_self_paced",
        "text": "I'm new to this platform and I'm interested in taking some of the courses that were held in the past and already finished. If I enroll in any of these courses, am I still able to pull the material and presentations that were originally presented to the audience during the live transmission?"
      },
      {
        "intent": "course_self_paced",
        "text": "How do I take this course in a \"self paced\" format?"
      },
      {
        "intent": "course_self_paced",
        "text": "Am I not eligible for submitting tests for self paced courses?"
      },
      {
        "intent": "course_self_paced",
        "text": "If I take a self-paced version of a course, are all exercises and quizes available, and can I take the final exam to receive credit for thecourse?"
      },
      {
        "intent": "course_self_paced",
        "text": "Are the online forums still available for self-paced courses?"
      },
      {
        "intent": "course_self_paced",
        "text": "Can I still finish self-paced courses on my own and get a certification at the end?"
      },
      {
        "intent": "course_self_paced",
        "text": "Hello i would like to find out if someone receives an attendance certificate after doing a course that was closed?"
      },
      {
        "intent": "course_self_paced",
        "text": "Please let me know if we can get award of achievement for courses for which  dates are over."
      },
      {
        "intent": "course_self_paced",
        "text": "Hi - I have a general question. If I take a self-paced version of a course, are all exercises and quizes available, and can I take the final exam to receive credit for the course?"
      },
      {
        "intent": "course_browsing",
        "text": "I just want to get familiar with some parts of the course material, but not earn a record of achievement. Is this allowed?"
      },
      {
        "intent": "course_deadline_extension",
        "text": "I missed the deadline of the weekly assignment/final exam."
      },
      {
        "intent": "course_deadline_extension",
        "text": "I've misunderstood the time for the Weekly Assignment and I've missed it. Can you please reopen it for me?"
      },
      {
        "intent": "course_deadline_extension",
        "entities": [
          {
            "start": 67,
            "end": 107,
            "value": "Introduction to SAP HANA Dynamic Tiering",
            "entity": "course_title"
          }
        ],
        "text": "Will it be possible to open/allow me to perform the assignment for Introduction to SAP HANA Dynamic Tiering."
      },
      {
        "intent": "course_deadline_extension",
        "text": "Please can you extend the Assignment for Week 1 , because i got confused with the timezone like with IST and UTC .so I kindly request it to extend for another 3 hours and I could appear for Assignment week 1."
      },
      {
        "intent": "course_deadline_extension",
        "text": "Can you please extend the submission time for Week 1 Assignment as I got confused with theIST & UTC time zone's. As I have finished all my videos and ready for the Assignment."
      },
      {
        "intent": "course_deadline_extension",
        "text": "I calculated timing wrongly"
      },
      {
        "intent": "course_deadline_extension",
        "text": "Is there any way I could retake the assignment, maybe with less time as a penalty? If this is not possible, can I still pass the course?"
      },
      {
        "intent": "course_deadline_extension",
        "text": "I'm studying Reporting With SAP Business ByDesign, but today trying to do Assignment Week 2 then display a message \"Submission deadline has passed\" I am in Venezuela and I thought I feared opportunity to make a designation until 9:00 am local time in Caracas, I can have a chance to make it?"
      },
      {
        "intent": "course_deadline_extension",
        "text": "Because of network issue in mongolia i late from second week assignment could you provide me information that how can i give it ?"
      },
      {
        "intent": "course_deadline_extension",
        "text": "I have the issue that I missed the submisson deadline for the assignment of week 2 of the course Reporting with SAP ByD. Is there any possibility to open this for me so that I can make the test for week 2."
      },
      {
        "intent": "course_deadline_extension",
        "text": "I'm missed my Assignment deadline for week 2.  Is there an alternative or something I can do to make it up?"
      },
      {
        "intent": "course_deadline_extension",
        "text": "I missed the due date for the test of the week 4. Could you open it again for me?"
      },
      {
        "intent": "course_deadline_extension",
        "text": "Could the courses have some more time available ?"
      },
      {
        "intent": "course_deadline_extension",
        "text": "Can we extend the deadline(s)?"
      },
      {
        "intent": "course_deadline_extension",
        "text": "The week 3 assignment deadline has passed. Is it possible to extend this to thursday evening 9:00 PM for my account."
      },
      {
        "intent": "course_deadline_extension",
        "text": "I missed my Week 2 assignment submission, is this impact in getting my certification?"
      },
      {
        "intent": "course_deadline_extension",
        "text": "Hi, I signed up for the course today. However I missed the first weeks assignment due date. Will I still be able to complete the course?"
      },
      {
        "intent": "course_deadline_extension",
        "text": "Just miss to submit the week 2 assignment due to some unavoidable reason. How I can move forward to complete my course."
      },
      {
        "intent": "course_deadline_extension",
        "text": "I missed my week-2 assignment deadline. Is there any way to reactivate it, Please help"
      },
      {
        "intent": "course_deadline_extension",
        "text": "Hi although after discussion as you informed me that I can submit by week 3 assignment by Tuesday 04th April but whenever I had try to open for final submission , Today I got the same message that deadline has pass ,I'm unable to get the same message every time , why it is happening can you clear please !!!"
      },
      {
        "intent": "course_deadline_extension",
        "text": "With the timezone difference GMT +11 I got confused with the deadline for week 2 assignment and missed it by an hour or two. Feeling a bit silly n that one."
      },
      {
        "intent": "course_deadline_extension",
        "text": "I missed the deadline due to misunderstanding the time, totally my fault (I forget that 0900 is am ). But I would still like to be able to take the test. Is that possible?"
      },
      {
        "intent": "course_deadline_extension",
        "text": "Dear All, is it possible to repeat the week 1 and week 2 and retake the exam. For me was not possible to attend the courses from week 1/2 regularly due to huge workload within my SAP Service Unit. Any Help is appreciated."
      },
      {
        "intent": "course_deadline_extension",
        "text": "I have started today and the assignment day ends today. Can i submit this after completing the course"
      },
      {
        "intent": "course_deadline_extension",
        "text": "Hi, Actually I had emergency call and not able to attempt the questions. Would it possible to re-open So that I will complete my assignment."
      },
      {
        "intent": "course_deadline_extension",
        "text": "I joined the course 2 days ago hence I am not able to do the assignments for week 1 and week 2. If I complete the assignments for week3 and week4 and pass the final exam, am I eligible for the certificate?"
      },
      {
        "intent": "course_enrollment",
        "text": "How do I enroll for a course?"
      },
      {
        "intent": "course_enrollment",
        "text": "Hello I am new to SAP and I hoping to take a course with you that would fit my level. Can you please recommend a course I am open to any module for my level."
      },
      {
        "intent": "course_enrollment",
        "text": "How to register for a course?"
      },
      {
        "intent": "course_enrollment",
        "entities": [
          {
            "start": 59,
            "end": 107,
            "value": "Cloud-Native Development with SAP Cloud Platform",
            "entity": "course_title"
          }
        ],
        "text": "Appreciate if you could send the link to enroll course for Cloud-Native Development with SAP Cloud Platform."
      },
      {
        "intent": "course_enrollment",
        "text": "How can I apply for the course?"
      },
      {
        "intent": "course_enrollment",
        "text": "I would to confirm do I just need to register to you site to enroll for this course, is there anything else that I need to do know."
      },
      {
        "intent": "course_enrollment",
        "entities": [
          {
            "start": 45,
            "end": 108,
            "value": "Prepare for Your SAP HANA Certification - Development Associate",
            "entity": "course_title"
          }
        ],
        "text": "Hi I would like to go through the old course Prepare for Your SAP HANA Certification - Development Associate, how can I get access to this one?"
      },
      {
        "intent": "course_enrollment",
        "text": "How would I get into the course"
      },
      {
        "intent": "course_enrollment",
        "entities": [
          {
            "start": 41,
            "end": 79,
            "value": "Managing Java Systems on SAP NetWeaver",
            "entity": "course_title"
          }
        ],
        "text": "How will I know if i am enroll in course Managing Java Systems on SAP NetWeaver?"
      },
      {
        "intent": "course_enrollment",
        "text": "How do I access free courses?"
      },
      {
        "intent": "course_repetition",
        "text": "Will the course be repeated?"
      },
      {
        "intent": "course_repetition",
        "entities": [
          {
            "start": 38,
            "end": 76,
            "value": "Managing Java Systems on SAP NetWeaver",
            "entity": "course_title"
          }
        ],
        "text": "I´ve been studying the openSAP course Managing Java Systems on SAP NetWeaver, But is SELF-PACED so I won´t be able to get a record of achivement. I want to know if there is a upcoming date for this course."
      },
      {
        "intent": "course_repetition",
        "text": "I've just found your website by chance and I would have been very interested in joining the course entitled \" Enabling entrepreneurs to shape a better world\" but it's over. Could you please tell me if you plan to offer a new session for this Mooc?"
      },
      {
        "intent": "course_repetition",
        "text": "Unfortunately I've missed the course that I wanted to attend. Will it be rerun?"
      },
      {
        "intent": "course_repetition",
        "text": "I was looking at the details of this training course, but it was held some time ago, I was wondering if there is an offline versión of it or is there an scheduled date in future?"
      },
      {
        "intent": "course_repetition",
        "text": "Kindly let me know when weekly assignment and final exam will enabled again."
      },
      {
        "intent": "course_repetition",
        "text": "I would like to find out when will you have this course available again?"
      },
      {
        "intent": "course_repetition",
        "entities": [
          {
            "start": 41,
            "end": 76,
            "value": "Object-Oriented Programming in Java",
            "entity": "course_title"
          }
        ],
        "text": "When I can expect the next enrolment for Object-Oriented Programming in Java?"
      },
      {
        "intent": "course_repetition",
        "text": "Will you repeat the course or can I get the recording?"
      },
      {
        "intent": "course_repetition",
        "entities": [
          {
            "start": 23,
            "end": 61,
            "value": "Managing Java Systems on SAP NetWeaver",
            "entity": "course_title"
          }
        ],
        "text": "Hi I have taken course Managing Java Systems on SAP NetWeaver is it possible to retake?"
      },
      {
        "intent": "course_repetition",
        "text": "I would like to enroll for the below course. Please let me know the schedule for the next session"
      },
      {
        "intent": "course_repetition",
        "entities": [
          {
            "start": 87,
            "end": 134,
            "value": "SAP Leonardo Design-Led Engagements Demystified",
            "entity": "course_title"
          }
        ],
        "text": "Could you please tell me when will take place the next session for the SAP Open Course SAP Leonardo Design-Led Engagements Demystified?"
      },
      {
        "intent": "course_repetition",
        "text": "I unfortunately missed the first week. Will this course be repeated?"
      },
      {
        "intent": "course_download_material",
        "text": "How to download course material?"
      },
      {
        "intent": "course_download_material",
        "text": "hi,i am pretty new to open sap and my first week activity has been started but i dont see the link to download the content for the same and prepare further."
      },
      {
        "intent": "course_download_material",
        "text": "How to download videos"
      },
      {
        "intent": "course_download_material",
        "text": "Is possible get the file of subtittles for the videos course?"
      },
      {
        "intent": "course_download_material",
        "text": "I wanted to ask if I can download the slides from the training somewhere."
      },
      {
        "intent": "course_download_material",
        "text": "Is possible to download the subtitles??"
      },
      {
        "intent": "course_download_material",
        "text": "How to download the videos of Week 1."
      },
      {
        "intent": "certificate",
        "text": "What qualification do I earn after I complete a course?"
      },
      {
        "intent": "certificate",
        "text": "Is there a certificate for attending this course ?"
      },
      {
        "intent": "certificate_deadline_extension",
        "text": "I cannot complete the whole course because I am on vacation. Can I still earn a record of achievement?"
      },
      {
        "intent": "certificate_deadline_extension",
        "text": "I could not complete the tasks for reasons of workload. Please open assignments Week 1, Week 2 and Week 3."
      },
      {
        "intent": "certificate_deadline_extension",
        "text": "Missed an Week 3 Assignment how can I go for that ? What will be the impact on Record of Achievement ?"
      },
      {
        "intent": "certificate_deadline_extension",
        "text": "I was unable to submit the assignment for Week 2 on time. Will I be able to earn a record of achievement if my score in the 3 other assignments exceed 50%?"
      },
      {
        "intent": "certificate_deadline_extension",
        "text": "I missed a deadline for an assignment. Am I still able to take part in the course and in the final exam?"
      },
      {
        "intent": "certificate_deadline_extension",
        "text": "if i missed first assignment then still can i able to participate and get plan for final exam . or i can not able to pass final exam"
      },
      {
        "intent": "certificate_deadline_extension",
        "text": "I missed 1st week assignment due to some network problem, can i continue now and will I be eligible to give final exam & will I get certificate if passed?"
      },
      {
        "intent": "certificate_difference",
        "text": "What is the difference between a Record of Achievement and a SAP certification?"
      },
      {
        "intent": "certificate_difference",
        "text": "How is award of achievement different from certification?"
      },
      {
        "intent": "certificate_difference",
        "text": "What is the difference between openSAP and SAP Learning Hub?"
      },
      {
        "intent": "certificate_difference",
        "text": "What is the difference between openSAP and SAP Education?"
      },
      {
        "intent": "certificate_availability",
        "text": "When do I receive my Record of Achievement?"
      },
      {
        "intent": "certificate_availability",
        "text": "The download link for Record of Achievement is not available."
      },
      {
        "intent": "certificate_availability",
        "entities": [
          {
            "start": 68,
            "end": 112,
            "value": "SAP Business ByDesign Project-Based Services",
            "entity": "course_title"
          }
        ],
        "text": "Unfortunately I'm not able to download the Record of Achievement of SAP Business ByDesign Project-Based Services. I completed all weekly assignments and the final exam as well."
      },
      {
        "intent": "certificate_availability",
        "text": "When will the certificates be released?"
      },
      {
        "intent": "certificate_availability",
        "text": "When will the Record of Achievemnt be available."
      },
      {
        "intent": "certificate_availability",
        "text": "The course finished today and I have not received my documents. Please advise."
      },
      {
        "intent": "certificate_availability",
        "text": "I just completed  SAP BW on HANA.  However the links to the certificates are still unavailable.  Is there something else I need to do?"
      },
      {
        "intent": "certificate_availability",
        "text": "Sir, I have completed my course but can't be able to print my certificate. what's the issue?"
      },
      {
        "intent": "certificate_availability",
        "text": "Unable to get \"Record of Achievement not available\" after I have take the test also, request you to send the record of achievement for the below course. How the Internet of Things and Smart Services Will Change Society."
      },
      {
        "intent": "certificate_availability",
        "text": "I have finished all week assignments and also the final exam and Acheived overall percentage 65% but still it seems to be that Record of Acheivement is not available."
      },
      {
        "intent": "certificate_availability",
        "text": "Is there any reason why I can't download My Certificates for this course?"
      },
      {
        "intent": "certificate_availability",
        "text": "I cannot download my certificate."
      },
      {
        "intent": "certificate_availability",
        "text": "I did pass the final exam but my Record of Achievement document is not available."
      },
      {
        "intent": "certificate_availability",
        "text": "Hello. When will it be available? Thanks."
      },
      {
        "intent": "certificate_availability",
        "text": "Why Record of Achievement / Participation certificate not available?"
      },
      {
        "intent": "certificate_availability",
        "text": "When I can down load my certificate.is it today or tomorrow?"
      },
      {
        "intent": "certificate_availability",
        "text": "I have one question related to the record of achievement certificate, it is not activated yet.. When will it be ready ?"
      },
      {
        "intent": "certificate_availability",
        "text": "I have scored more than 50% and my certificate is not available. Download certificate button is disabled. What is the reason for not available of Record of Achievement Certificate."
      },
      {
        "intent": "certificate_availability",
        "text": "Immediately after seeing final exam score, I marked this course as completed and from then I am unable to view or download Record of Achievement for this course."
      },
      {
        "intent": "certificate_availability",
        "text": "when are the results of the Final Exam available"
      },
      {
        "intent": "certificate_availability",
        "text": "I wanted to know when the final completions certification will be issued,"
      },
      {
        "intent": "certificate_availability",
        "text": "I am unable to download the certificate. When this will be available for download?"
      },
      {
        "intent": "certificate_availability",
        "text": "Hola, it's not possible to download the certificate!?"
      },
      {
        "intent": "certificate_availability",
        "text": "Hi I have achieved 51% overall, and have not received my certificate."
      },
      {
        "intent": "certificate_availability",
        "text": "Hi , I got 75% score in Assignments but i didn't receive Record of Achievement Certificate."
      },
      {
        "intent": "certificate_availability",
        "text": "Where can i find my record of achievement? The certificate links given below are disabled."
      },
      {
        "intent": "certificate_availability",
        "text": "I just finished the Course, my score is over 50 %, but im not apple to get the certificate. How can I´get the certificate ?"
      },
      {
        "intent": "certificate_availability",
        "text": "When i get certificate from this course? I get 100% from self-tests and 59% overall points from Assignments (65% from final exam)"
      },
      {
        "intent": "conversation_greet",
        "text": "hey"
      },
      {
        "intent": "conversation_greet",
        "text": "hello"
      },
      {
        "intent": "conversation_greet",
        "text": "hi"
      },
      {
        "intent": "conversation_greet",
        "text": "hello there"
      },
      {
        "intent": "conversation_greet",
        "text": "good morning"
      },
      {
        "intent": "conversation_greet",
        "text": "good evening"
      },
      {
        "intent": "conversation_greet",
        "text": "moin"
      },
      {
        "intent": "conversation_greet",
        "text": "hey there"
      },
      {
        "intent": "conversation_greet",
        "text": "let's go"
      },
      {
        "intent": "conversation_greet",
        "text": "hey dude"
      },
      {
        "intent": "conversation_greet",
        "text": "goodmorning"
      },
      {
        "intent": "conversation_greet",
        "text": "goodevening"
      },
      {
        "intent": "conversation_greet",
        "text": "good afternoon"
      },
      {
        "intent": "conversation_goodbye",
        "text": "cu"
      },
      {
        "intent": "conversation_goodbye",
        "text": "good by"
      },
      {
        "intent": "conversation_goodbye",
        "text": "cee you later"
      },
      {
        "intent": "conversation_goodbye",
        "text": "good night"
      },
      {
        "intent": "conversation_goodbye",
        "text": "good afternoon"
      },
      {
        "intent": "conversation_goodbye",
        "text": "bye"
      },
      {
        "intent": "conversation_goodbye",
        "text": "goodbye"
      },
      {
        "intent": "conversation_goodbye",
        "text": "have a nice day"
      },
      {
        "intent": "conversation_goodbye",
        "text": "see you around"
      },
      {
        "intent": "conversation_goodbye",
        "text": "bye bye"
      },
      {
        "intent": "conversation_goodbye",
        "text": "see you later"
      },
      {
        "intent": "conversation_thank_you",
        "text": "thank you"
      },
      {
        "intent": "conversation_thank_you",
        "text": "thanks"
      },
      {
        "intent": "conversation_thank_you",
        "text": "ta"
      },
      {
        "intent": "conversation_thank_you",
        "text": "thanks a lot"
      },
      {
        "intent": "conversation_thank_you",
        "text": "thats very helpful"
      },
      {
        "intent": "channel_difference",
        "text": "What is the difference between the channels “Enterprise MOOCs” and “Thought Leaders”?"
      },
      {
        "intent": "channel_difference",
        "text": "What is a channel?"
      }
    ],
    "regex_features": [
      {
        "name": "email",
        "pattern": "[a-zA-Z0-9_.+-]+@[a-zA-Z0-9-]+\\.[a-zA-Z0-9-.]+"
      }
    ],
    "entity_synonyms": []
  }
}