{"class_name": "Sequential", "keras_version": "2.0.8", "config": [{"class_name": "Masking", "config": {"dtype": "float32", "batch_input_shape": [null, 3, 13], "mask_value": -1, "trainable": true, "name": "masking_1"}}, {"class_name": "LSTM", "config": {"unit_forget_bias": true, "dtype": "float32", "kernel_regularizer": null, "dropout": 0.2, "bias_initializer": {"class_name": "Zeros", "config": {}}, "recurrent_dropout": 0.0, "recurrent_activation": "hard_sigmoid", "activation": "tanh", "trainable": true, "name": "lstm_1", "recurrent_regularizer": null, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "go_backwards": false, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}}, "return_state": false, "activity_regularizer": null, "stateful": false, "bias_regularizer": null, "batch_input_shape": [null, 3, 13], "kernel_constraint": null, "units": 32, "recurrent_constraint": null, "implementation": 0, "return_sequences": false, "unroll": false, "bias_constraint": null}}, {"class_name": "Dense", "config": {"dtype": "float32", "kernel_regularizer": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "batch_input_shape": [null, 32], "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}}, "activation": "linear", "units": 7, "trainable": true, "name": "dense_1", "bias_regularizer": null, "bias_constraint": null}}, {"class_name": "Activation", "config": {"activation": "softmax", "trainable": true, "name": "activation_1"}}], "backend": "tensorflow"}